{
  "acl": "(Клаузальный модификатор существительного): Клаузальный модификатор, который модифицирует существительное.",
  "advcl": "(Обстоятельственный модификатор в виде придаточного предложения): Обстоятельственный модификатор, выраженный придаточным предложением.",
  "advmod": "(Обстоятельственный модификатор в виде наречия): Обстоятельственный модификатор, выраженный наречием.",
  "amod": "(Прилагательный модификатор): Прилагательный, который модифицирует другое слово.",
  "appos": "(Аппозиционный модификатор): Аппозиционный модификатор, который указывает на то же самое, что и другое слово в предложении.",
  "aux": "(Вспомогательный глагол): Вспомогательный глагол, который используется в формировании глагольной формы.",
  "case": "(Падежная маркировка): Маркировка падежа для слова.",
  "cc": "(Координационный союз): Координационный союз, который связывает два или более элемента.",
  "ccomp": "(Клаузальный комплемент): Клаузальный комплемент, который выступает в роли комплемента глагола.",
  "clf": "(Классификатор): Классификатор, который указывает на класс или категорию существительного.",
  "compound": "(Составной): Составной элемент, состоящий из двух или более слов.",
  "conj": "(Соединительное слово): Соединительное слово, которое связывает два или более элемента.",
  "cop": "(Копула): Копула, которая связывает подлежащее с предикатом.",
  "csubj": "(Клаузальный подлежащий): Клаузальное подлежащее, которое выступает в роли подлежащего предложения.",
  "dep": "(Неуказанная зависимость): Неопределенная или неуказанная зависимость.",
  "det": "(Определитель): Определитель, который указывает на статус или количество существительного.",
  "discourse": "(Дискурсивный элемент): Дискурсивный элемент, который относится к структуре дискурса.",
  "dislocated": "(Вынесенные элементы): Вынесенные элементы, которые вынесены из своего обычного положения в предложении.",
  "expl": "(Эксплетив): Эксплетив, который используется для заполнения синтаксической позиции без семантического значения.",
  "fixed": "(Фиксированное многокомпонентное выражение): Фиксированное многокомпонентное выражение, которое состоит из нескольких элементов, сохраняющих фиксированный порядок.",
  "flat": "(Плоское многокомпонентное выражение): Плоское многокомпонентное выражение, которое состоит из нескольких элементов, не имеющих иерархической структуры.",
  "goeswith": "(Связано с): Часть слова в тексте, записанного отдельно, связана с другими частями слова.",
  "iobj": "(Косвенный объект): Косвенный объект, который выступает в роли объекта действия, но требует предлога или другой дополнительной маркировки.",
  "list": "(Список): Список элементов, перечисленных в предложении.",
  "mark": "(Маркер): Маркер, который указывает на отношение или роль слова в предложении.",
  "nmod": "(Существительный модификатор): Существительный, который модифицирует или указывает на другое слово.",
  "nsubj": "(Существительное в подлежащем): Существительное, которое выступает в роли подлежащего предложения.",
  "nummod": "(Числовой модификатор): Числовой модификатор, который указывает на количество или порядок существительного.",
  "obj": "(Объект): Объект, на котором совершается действие.",
  "obl": "(Номинативное дополнение): Номинативное дополнение, указывающее на место, направление, время или другие обстоятельства действия.",
  "orphan": "(Орфан): Орфан, который является частью зависимости, но не имеет главного элемента.",
  "parataxis": "(Паратаксис): Паратаксическая конструкция, в которой две или более фразы или предложения объединены без союза.",
  "punct": "(Пунктуация): Знаки пунктуации, используемые для обозначения грамматических или синтаксических отношений.",
  "reparandum": "(Перезапись дисфлюентности): Перезапись или исправление дисфлюентности в речи или тексте.",
  "root": "(Корень): Корень предложения, который является главным элементом и не зависит от других слов.",
  "vocative": "(Звательный падеж): Звательный падеж, который используется для обращения к кому-либо или чему-либо.",
  "xcomp": "(Открытый клозальный комплемент): Открытый клозальный комплемент, который является зависимым предложением и выступает в роли комплемента глагола."
}